Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: This only takes a moment.
ar: لن يستغرق هذا سوى لحظة.
az: Bu, cəmi bir an çəkir.
de: Das dauert nur einen Moment.
es: Esto solo toma un momento.
fr: Cela ne prend qu’un instant.
hi: इसमें बस एक पल लगता है।
it: Ci vuole solo un attimo.
ja: すぐに完了します。
ko: 잠시면 됩니다.
nl: Dit duurt maar even.
pl: To zajmie tylko chwilę.
pt_br: Isso leva só um instante.
ro: Durează doar o clipă.
ru: Это займёт всего мгновение.
zh_hans: 这只需片刻。

source: This workout is no longer in this day.
ar: لم يعد هذا التمرين ضمن هذا اليوم.
az: Bu məşq artıq bu gündə yoxdur.
de: Dieses Workout ist nicht mehr in diesem Tag.
es: Este entrenamiento ya no está en este día.
fr: Cet entraînement n’est plus dans ce jour.
hi: यह वर्कआउट अब इस दिन में नहीं है।
it: Questo allenamento non è più in questo giorno.
ja: このワークアウトはこの日から削除されています。
ko: 이 운동은 더 이상 이 요일에 없습니다.
nl: Deze workout staat niet meer op deze dag.
pl: Tego treningu nie ma już w tym dniu.
pt_br: Este treino não está mais neste dia.
ro: Acest antrenament nu mai este în această zi.
ru: Этой тренировки больше нет в этом дне.
zh_hans: 此训练已不在这一天中。

source: Tick the agreement above to continue
ar: حدّد الموافقة أعلاه للمتابعة
az: Davam etmək üçün yuxarıdakı razılığı işarələyin
de: Stimme oben zu, um fortzufahren
es: Marca la casilla de arriba para continuar
fr: Cochez l’accord ci-dessus pour continuer
hi: जारी रखने के लिए ऊपर सहमति पर टिक करें
it: Spunta l'accettazione qui sopra per continuare
ja: 続けるには上の同意欄にチェックを入れてください
ko: 계속하려면 위 동의 항목을 체크하세요
nl: Vink de verklaring hierboven aan om door te gaan
pl: Zaznacz zgodę powyżej, aby kontynuować
pt_br: Marque o aceite acima para continuar
ro: Bifează acordul de mai sus pentru a continua
ru: Отметьте согласие выше, чтобы продолжить
zh_hans: 勾选上方协议以继续

source: Timer already running
ar: المؤقّت قيد التشغيل بالفعل
az: Taymer artıq işləyir
de: Timer läuft bereits
es: Temporizador ya en marcha
fr: Minuteur déjà en cours
hi: टाइमर पहले से चल रहा है
it: Timer già attivo
ja: タイマーは既に実行中
ko: 타이머가 이미 실행 중입니다
nl: Timer loopt al
pl: Stoper już działa
pt_br: Timer já em execução
ro: Cronometrul rulează deja
ru: Таймер уже запущен
zh_hans: 计时器已在运行

source: Today
ar: اليوم
az: Bu gün
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Azi
ru: Сегодня
zh_hans: 今天

source: Tomorrow
ar: غدًا
az: Sabah
de: Morgen
es: Mañana
fr: Demain
hi: आने वाला कल
it: Domani
ja: 明日
ko: 내일
nl: Morgen
pl: Jutro
pt_br: Amanhã
ro: Mâine
ru: Завтра
zh_hans: 明天

source: Track your progress
ar: تتبّع تقدّمك
az: Tərəqqinizi izləyin
de: Verfolge deinen Fortschritt
es: Sigue tu progreso
fr: Suivez votre progression
hi: अपनी प्रोग्रेस ट्रैक करें
it: Monitora i tuoi progressi
ja: 進捗を記録しよう
ko: 진행 상황을 추적하세요
nl: Volg je voortgang
pl: Śledź swoje postępy
pt_br: Acompanhe seu progresso
ro: Urmărește-ți progresul
ru: Отслеживайте прогресс
zh_hans: 追踪你的进度

source: Train the whole body each workout with broad coverage.
ar: درّب الجسم كاملًا في كل تمرين بتغطية شاملة.
az: Hər məşqdə bütün bədəni geniş əhatə ilə işlədin.
de: Trainiere in jedem Workout den ganzen Körper mit breiter Abdeckung.
es: Entrena todo el cuerpo en cada entrenamiento con amplia cobertura.
fr: Travaillez tout le corps à chaque entraînement.
hi: हर वर्कआउट में पूरे शरीर को व्यापक रूप से ट्रेन करें।
it: Allena tutto il corpo in ogni sessione con copertura ampia.
ja: 毎回のワークアウトで全身をまんべんなく鍛えます。
ko: 매 운동마다 전신을 폭넓게 훈련합니다.
nl: Train elke workout het hele lichaam met brede dekking.
pl: Trenuj całe ciało na każdym treningu.
pt_br: Treine o corpo todo em cada treino com cobertura ampla.
ro: Antrenează tot corpul la fiecare antrenament, cu acoperire largă.
ru: Прорабатывайте всё тело на каждой тренировке.
zh_hans: 每次训练覆盖全身，全面锻炼。

source: Train with the AI Coach
ar: تدرّب مع مدرب الذكاء الاصطناعي
az: AI Məşqçi ilə məşq et
de: Trainiere mit dem KI-Coach
es: Entrena con el Coach IA
fr: Entraînez-vous avec le Coach IA
hi: AI कोच के साथ ट्रेनिंग करें
it: Allenati con il Coach AI
ja: AIコーチとトレーニング
ko: AI 코치와 함께 운동하세요
nl: Train met de AI-coach
pl: Trenuj z Trenerem AI
pt_br: Treine com o Coach de IA
ro: Antrenează-te cu Antrenorul AI
ru: Тренируйтесь с ИИ-тренером
zh_hans: 与 AI 教练一起训练

source: Training goals
ar: أهداف التدريب
az: Məşq hədəfləri
de: Trainingsziele
es: Objetivos de entrenamiento
fr: Objectifs d’entraînement
hi: ट्रेनिंग लक्ष्य
it: Obiettivi di allenamento
ja: トレーニング目標
ko: 운동 목표
nl: Trainingsdoelen
pl: Cele treningowe
pt_br: Metas de treino
ro: Obiective de antrenament
ru: Цели тренировок
zh_hans: 训练目标

source: Training Goals
ar: أهداف التدريب
az: Məşq hədəfləri
de: Trainingsziele
es: Objetivos de entrenamiento
fr: Objectifs d’entraînement
hi: ट्रेनिंग लक्ष्य
it: Obiettivi di allenamento
ja: トレーニング目標
ko: 운동 목표
nl: Trainingsdoelen
pl: Cele treningowe
pt_br: Metas de treino
ro: Obiective de antrenament
ru: Цели тренировок
zh_hans: 训练目标

source: Unavailable
ar: غير متاح
az: Əlçatan deyil
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
it: Non disponibile
ja: 利用不可
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ro: Indisponibil
ru: Недоступно
zh_hans: 不可用

source: Unit
ar: الوحدة
az: Vahid
de: Maßeinheit
es: Unidad
fr: Unité
hi: यूनिट
it: Unità
ja: 単位
ko: 단위
nl: Eenheid
pl: Jednostka
pt_br: Unidade
ro: Unitate
ru: Единицы
zh_hans: 单位

source: Unlimited AI Coach
ar: مدرب ذكاء اصطناعي بلا حدود
az: Limitsiz AI Məşqçi
de: Unbegrenzter KI-Coach
es: Coach IA ilimitado
fr: Coach IA illimité
hi: अनलिमिटेड AI कोच
it: Coach AI illimitato
ja: AIコーチ使い放題
ko: 무제한 AI 코치
nl: Onbeperkte AI-coach
pl: Nielimitowany Trener AI
pt_br: Coach de IA ilimitado
ro: Antrenor AI nelimitat
ru: Безлимитный ИИ-тренер
zh_hans: 无限次 AI 教练

source: Unlock AI
ar: افتح الذكاء الاصطناعي
az: AI kilidini aç
de: KI freischalten
es: Desbloquear IA
fr: Débloquer l’IA
hi: AI अनलॉक करें
it: Sblocca l'AI
ja: AIをアンロック
ko: AI 잠금 해제
nl: Ontgrendel AI
pl: Odblokuj AI
pt_br: Desbloquear IA
ro: Deblochează AI
ru: Открыть ИИ
zh_hans: 解锁 AI

source: Unsave
ar: إلغاء الحفظ
az: Yaddaşdan çıxar
de: Nicht mehr speichern
es: Quitar guardado
fr: Ne plus enregistrer
hi: सेव हटाएँ
it: Rimuovi dai salvati
ja: 保存を解除
ko: 저장 해제
nl: Niet meer bewaren
pl: Usuń z zapisanych
pt_br: Remover dos salvos
ro: Anulează salvarea
ru: Убрать из сохранённых
zh_hans: 取消保存

source: Update Available
ar: يتوفر تحديث
az: Yeniləmə mövcuddur
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
hi: अपडेट उपलब्ध
it: Aggiornamento disponibile
ja: アップデートあり
ko: 업데이트 가능
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ro: Actualizare disponibilă
ru: Доступно обновление
zh_hans: 有可用更新

source: Update Check Failed
ar: فشل التحقق من التحديث
az: Yeniləmə yoxlanışı alınmadı
de: Update-Prüfung fehlgeschlagen
es: Error al buscar actualizaciones
fr: Échec de la vérification
hi: अपडेट जाँच विफल
it: Verifica aggiornamenti non riuscita
ja: アップデート確認に失敗
ko: 업데이트 확인 실패
nl: Updatecontrole mislukt
pl: Błąd sprawdzania aktualizacji
pt_br: Falha na verificação de atualização
ro: Verificarea actualizărilor a eșuat
ru: Ошибка проверки обновлений
zh_hans: 更新检查失败

source: Update Check Ready
ar: التحقق من التحديث جاهز
az: Yeniləmə yoxlanışı hazırdır
de: Update-Prüfung bereit
es: Comprobación de actualizaciones lista
fr: Vérification prête
hi: अपडेट जाँच तैयार
it: Verifica aggiornamenti pronta
ja: アップデート確認の準備完了
ko: 업데이트 확인 준비됨
nl: Updatecontrole gereed
pl: Sprawdzanie aktualizacji gotowe
pt_br: Verificação de atualização pronta
ro: Verificarea actualizărilor e pregătită
ru: Проверка обновлений готова
zh_hans: 更新检查就绪

source: Upper back and neck line
ar: أعلى الظهر وخط الرقبة
az: Yuxarı kürək və boyun xətti
de: Oberer Rücken und Nackenlinie
es: Espalda alta y línea del cuello
fr: Haut du dos et nuque
hi: ऊपरी पीठ और गर्दन की लाइन
it: Parte alta della schiena e collo
ja: 背中上部と首のライン
ko: 등 상부와 목 라인
nl: Bovenrug en neklijn
pl: Górna część pleców i linia karku
pt_br: Parte superior das costas e linha do pescoço
ro: Spatele superior și linia gâtului
ru: Верх спины и линия шеи
zh_hans: 上背与颈部线条

source: Upper Body
ar: الجزء العلوي
az: Yuxarı bədən
de: Oberkörper
es: Tren superior
fr: Haut du corps
hi: अपर बॉडी
it: Parte superiore
ja: 上半身
ko: 상체
nl: Bovenlichaam
pl: Góra ciała
pt_br: Parte superior
ro: Partea superioară
ru: Верх тела
zh_hans: 上肢

source: Use + to pick %@ workouts for this day
ar: استخدم + لاختيار تمارين %@ لهذا اليوم
az: Bu günə %@ məşqlərini seçmək üçün + istifadə edin
de: Tippe auf +, um %@-Workouts für diesen Tag zu wählen
es: Usa + para elegir entrenamientos de %@ para este día
fr: Utilisez + pour choisir les entraînements %@ de ce jour
hi: + से इस दिन के लिए %@ वर्कआउट चुनें
it: Usa + per scegliere gli allenamenti di %@ per questo giorno
ja: 「+」でこの日に%@のワークアウトを追加
ko: +로 이 요일의 %@ 운동을 선택하세요
nl: Gebruik + om %@ workouts voor deze dag te kiezen
pl: Użyj +, aby wybrać treningi %@ na ten dzień
pt_br: Use + para escolher treinos de %@ para este dia
ro: Folosește + ca să alegi antrenamente %@ pentru această zi
ru: Нажмите +, чтобы выбрать тренировки «%@» на этот день
zh_hans: 点按 + 为这一天选择%@训练

source: Use your own split text for plan prompts and filtering.
ar: استخدم وصف تقسيمك الخاص لتوجيه الخطط والتصفية.
az: Plan sorğuları və filtrlər üçün öz bölgü mətninizi istifadə edin.
de: Nutze deinen eigenen Split-Text für Plan-Prompts und Filter.
es: Usa tu propio texto de split para los planes y el filtrado.
fr: Utilisez votre propre split pour les plans et le filtrage.
hi: प्लान प्रॉम्प्ट और फ़िल्टरिंग के लिए अपना स्प्लिट टेक्स्ट इस्तेमाल करें।
it: Usa un testo split personalizzato per i prompt dei piani e i filtri.
ja: プラン生成や絞り込みに独自のスプリット名を使います。
ko: 직접 작성한 분할 텍스트를 플랜 프롬프트와 필터에 사용합니다.
nl: Gebruik je eigen splittekst voor schemaprompts en filters.
pl: Użyj własnego opisu splitu w promptach planów i filtrach.
pt_br: Use seu próprio texto de divisão nos prompts de plano e filtros.
ro: Folosește propriul text de split pentru planuri și filtrare.
ru: Используйте свой текст сплита для запросов плана и фильтрации.
zh_hans: 使用你自己的分化描述，用于计划提示和筛选。

source: Used for progress tracking and calorie estimates.
ar: تُستخدم لتتبّع التقدّم وتقدير السعرات.
az: Tərəqqi izləmə və kalori hesablamaları üçün istifadə olunur.
de: Wird für Fortschritts-Tracking und Kalorienschätzungen genutzt.
es: Se usa para el seguimiento del progreso y las estimaciones de calorías.
fr: Utilisé pour le suivi de progression et l’estimation des calories.
hi: प्रोग्रेस ट्रैकिंग और कैलोरी अनुमान में काम आता है।
it: Usato per monitorare i progressi e stimare le calorie.
ja: 進捗の記録とカロリー推定に使用されます。
ko: 진행 상황 추적과 칼로리 추정에 사용됩니다.
nl: Gebruikt voor voortgangsregistratie en calorieschattingen.
pl: Używane do śledzenia postępów i szacowania kalorii.
pt_br: Usado para acompanhar o progresso e estimar calorias.
ro: Folosit pentru urmărirea progresului și estimarea caloriilor.
ru: Используется для отслеживания прогресса и оценки калорий.
zh_hans: 用于进度追踪和卡路里估算。

# Version %@ is available. You are on %@.
source: Version %1$@ is available. You are on %2$@.
ar: الإصدار %1$@ متوفر. إصدارك الحالي %2$@.
az: Versiya %1$@ mövcuddur. Sizdə %2$@ versiyası var.
de: Version %1$@ ist verfügbar. Du nutzt %2$@.
es: La versión %1$@ está disponible. Tienes la %2$@.
fr: La version %1$@ est disponible. Vous utilisez la %2$@.
hi: वर्शन %1$@ उपलब्ध है। आप %2$@ पर हैं।
it: È disponibile la versione %1$@. Stai usando la %2$@.
ja: バージョン%1$@が利用可能です。現在のバージョンは%2$@です。
ko: 버전 %1$@이(가) 출시되었습니다. 현재 버전은 %2$@입니다.
nl: Versie %1$@ is beschikbaar. Je gebruikt %2$@.
pl: Dostępna jest wersja %1$@. Masz wersję %2$@.
pt_br: A versão %1$@ está disponível. Você está na %2$@.
ro: Versiunea %1$@ este disponibilă. Tu folosești %2$@.
ru: Доступна версия %1$@. У вас %2$@.
zh_hans: 新版本 %1$@ 已可用。当前版本为 %2$@。

source: Very lean
ar: نحيف جدًا
az: Çox arıq
de: Sehr schlank
es: Muy definido
fr: Très sec
hi: बहुत लीन
it: Molto magro
ja: かなり絞れた
ko: 매우 마름
nl: Zeer slank
pl: Bardzo szczupła
pt_br: Muito magro
ro: Foarte suplu
ru: Очень сухой
zh_hans: 极瘦

source: Violet
ar: بنفسجي
az: Bənövşəyi
de: Violett
es: Violeta
hi: वायलेट
it: Viola
ja: バイオレット
ko: 바이올렛
pl: Fioletowy
pt_br: Violeta
ru: Фиолетовый
zh_hans: 紫罗兰色

source: Vote for Delts
ar: صوّت لـ Delts
az: Delts-ə səs ver
de: Für Delts stimmen
es: Vota por Delts
fr: Voter pour Delts
hi: Delts को वोट दें
it: Vota Delts
ja: Deltsに投票
ko: Delts에 투표하기
nl: Stem op Delts
pl: Zagłosuj na Delts
pt_br: Vote no Delts
ro: Votează Delts
ru: Голосовать за Delts
zh_hans: 为 Delts 投票

source: W
ar: أسبوع
az: H
es: S
fr: S
hi: सप्ताह
it: S
ja: 週
ko: 주
pl: T
pt_br: S
ro: S
ru: Н
zh_hans: 周

source: Week
ar: أسبوع
az: Həftə
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
it: Settimana
ja: 週
ko: 주
pl: Tydzień
pt_br: Semana
ro: Săptămână
ru: Неделя
zh_hans: 周

source: Week starts Monday
ar: يبدأ الأسبوع يوم الاثنين
az: Həftə bazar ertəsindən başlayır
de: Woche beginnt am Montag
es: La semana empieza el lunes
fr: La semaine commence lundi
hi: सप्ताह सोमवार से शुरू
it: La settimana inizia lunedì
ja: 週の開始を月曜にする
ko: 주 시작: 월요일
nl: Week begint op maandag
pl: Tydzień od poniedziałku
pt_br: A semana começa na segunda
ro: Săptămâna începe luni
ru: Неделя начинается с понедельника
zh_hans: 每周从周一开始

source: Weekly
ar: أسبوعي
az: Həftəlik
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
it: Settimanale
ja: 週額
ko: 주간
nl: Wekelijks
pl: Tygodniowy
pt_br: Semanal
ro: Săptămânal
ru: Еженедельно
zh_hans: 按周

source: Weight
ar: الوزن
az: Çəki
de: Gewicht
es: Peso
fr: Poids
hi: वज़न
it: Peso
ja: 体重
ko: 체중
nl: Gewicht
pl: Waga
pt_br: Peso
ro: Greutate
ru: Вес
zh_hans: 体重

source: Weight (%@)
ar: الوزن (%@)
az: Çəki (%@)
de: Gewicht (%@)
es: Peso (%@)
fr: Poids (%@)
hi: वज़न (%@)
it: Peso (%@)
ja: 重量（%@）
ko: 무게 (%@)
nl: Gewicht (%@)
pl: Ciężar (%@)
pt_br: Peso (%@)
ro: Greutate (%@)
ru: Вес (%@)
zh_hans: 重量（%@）

source: Weight for set %lld
ar: وزن المجموعة %lld
az: Set %lld üçün çəki
de: Gewicht für Satz %lld
es: Peso de la serie %lld
fr: Poids de la série %lld
hi: सेट %lld का वज़न
it: Peso per la serie %lld
ja: セット%lldの重量
ko: 세트 %lld 중량
nl: Gewicht voor set %lld
pl: Ciężar w serii %lld
pt_br: Peso da série %lld
ro: Greutatea pentru seria %lld
ru: Вес для подхода %lld
zh_hans: 第 %lld 组重量

source: Weight, body fat, and workout history
ar: الوزن ودهون الجسم وسجلّ التمارين
az: Çəki, bədən yağı və məşq tarixçəsi
de: Gewicht, Körperfett und Workout-Verlauf
es: Peso, grasa corporal e historial de entrenamientos
fr: Poids, masse grasse et historique d’entraînement
hi: वज़न, बॉडी फ़ैट और वर्कआउट हिस्ट्री
it: Peso, massa grassa e cronologia allenamenti
ja: 体重・体脂肪率・ワークアウト履歴
ko: 체중, 체지방, 운동 기록
nl: Gewicht, vetpercentage en workoutgeschiedenis
pl: Waga, tkanka tłuszczowa i historia treningów
pt_br: Peso, gordura corporal e histórico de treinos
ro: Istoricul greutății, grăsimii corporale și antrenamentelor
ru: Вес, % жира и история тренировок
zh_hans: 体重、体脂和训练历史

source: Welcome to Delts
ar: مرحبًا بك في Delts
az: Delts-ə xoş gəlmisiniz
de: Willkommen bei Delts
es: Te damos la bienvenida a Delts
fr: Bienvenue sur Delts
hi: Delts में आपका स्वागत है
it: Ti diamo il benvenuto in Delts
ja: Deltsへようこそ
ko: Delts에 오신 것을 환영합니다
nl: Welkom bij Delts
pl: Witaj w Delts
pt_br: Boas-vindas ao Delts
ro: Bine ai venit în Delts
ru: Добро пожаловать в Delts
zh_hans: 欢迎使用 Delts

source: What is sent
ar: ما الذي يتم إرساله
az: Nə göndərilir
de: Was gesendet wird
es: Qué se envía
fr: Ce qui est envoyé
hi: क्या भेजा जाता है
it: Cosa viene inviato
ja: 送信される情報
ko: 전송되는 정보
nl: Wat wordt verstuurd
pl: Co jest wysyłane
pt_br: O que é enviado
ro: Ce se trimite
ru: Что отправляется
zh_hans: 发送的内容

source: What you want out of your training.
ar: ما تريد تحقيقه من تدريبك.
az: Məşqdən nə istədiyiniz.
de: Was du mit deinem Training erreichen willst.
es: Lo que quieres lograr con tu entrenamiento.
fr: Ce que vous attendez de votre entraînement.
hi: आप अपनी ट्रेनिंग से क्या चाहते हैं।
it: Cosa vuoi ottenere dal tuo allenamento.
ja: トレーニングで達成したいこと。
ko: 운동으로 이루고 싶은 목표입니다.
nl: Wat je uit je training wilt halen.
pl: Czego oczekujesz od swojego treningu.
pt_br: O que você quer do seu treino.
ro: Ce vrei să obții din antrenamente.
ru: Чего вы хотите от тренировок.
zh_hans: 你希望通过训练获得什么。

# What's New in %@: %@
source: What's New in %1$@: %2$@
ar: الجديد في %1$@: %2$@
az: %1$@ versiyasında yeniliklər: %2$@
de: Neue Funktionen in %1$@: %2$@
es: Novedades de %1$@: %2$@
fr: Nouveautés de %1$@ : %2$@
hi: %1$@ में नया क्या है: %2$@
it: Novità della versione %1$@: %2$@
ja: %1$@の新機能: %2$@
ko: %1$@의 새로운 기능: %2$@
nl: Nieuw in %1$@: %2$@
pl: Co nowego w %1$@: %2$@
pt_br: Novidades da versão %1$@: %2$@
ro: Noutăți în %1$@: %2$@
ru: Что нового в %1$@: %2$@
zh_hans: %1$@ 新功能： %2$@

source: What's New: %@
ar: الجديد: %@
az: Yeniliklər: %@
de: Neue Funktionen: %@
es: Novedades: %@
fr: Nouveautés : %@
hi: नया क्या है: %@
it: Novità: %@
ja: 新機能: %@
ko: 새로운 기능: %@
nl: Nieuw: %@
pl: Co nowego: %@
pt_br: Novidades: %@
ro: Noutăți: %@
ru: Что нового: %@
zh_hans: 新功能： %@

source: When enabled, exercise filters only show moves whose primary target matches your selected target muscles.
ar: عند التفعيل، تعرض عوامل تصفية التمارين فقط الحركات التي يطابق هدفها الأساسي عضلاتك المستهدفة المحددة.
az: Aktiv olduqda, hərəkət filtrləri yalnız əsas hədəfi seçdiyiniz hədəf əzələlərə uyğun gələn hərəkətləri göstərir.
de: Wenn aktiviert, zeigen die Übungsfilter nur Übungen, deren primärer Zielmuskel zu deinen gewählten Zielmuskeln passt.
es: Al activarlo, los filtros de ejercicios solo muestran movimientos cuyo objetivo primario coincide con tus músculos objetivo.
fr: Si activé, les filtres d’exercices n’affichent que les mouvements dont la cible primaire correspond à vos muscles ciblés.
hi: चालू होने पर, एक्सरसाइज़ फ़िल्टर सिर्फ़ वही मूव दिखाते हैं जिनका प्राइमरी टारगेट आपके चुने टारगेट मसल्स से मेल खाता है।
it: Se attivo, i filtri mostrano solo gli esercizi il cui target primario corrisponde ai tuoi muscoli target.
ja: 有効にすると、種目フィルターには主働筋が選択したターゲット筋と一致する種目のみ表示されます。
ko: 켜면 선택한 타겟 근육이 주동근인 종목만 필터에 표시됩니다.
nl: Indien ingeschakeld tonen oefeningfilters alleen oefeningen waarvan het primaire doel overeenkomt met je gekozen doelspieren.
pl: Po włączeniu filtry ćwiczeń pokazują tylko ruchy, których główny cel pasuje do wybranych mięśni docelowych.
pt_br: Quando ativado, os filtros de exercícios mostram só movimentos cujo alvo principal corresponde aos seus músculos-alvo.
ro: Când e activat, filtrele de exerciții arată doar mișcările al căror mușchi principal se potrivește cu mușchii vizați selectați.
ru: Если включено, фильтры показывают только движения, чья основная цель совпадает с выбранными целевыми мышцами.
zh_hans: 启用后，动作筛选仅显示主要目标与所选目标肌群匹配的动作。

source: Who receives it
ar: من يتلقّاها
az: Bunu kim alır
de: Wer die Daten erhält
es: Quién los recibe
fr: Qui les reçoit
hi: किसे भेजा जाता है
it: Chi li riceve
ja: 送信先
ko: 수신 대상
nl: Wie het ontvangt
pl: Kto je otrzymuje
pt_br: Quem os recebe
ro: Cine le primește
ru: Кто их получает
zh_hans: 接收方

source: Whole
ar: صحيح
az: Tam
de: Ganzzahlig
es: Entero
fr: Entier
hi: पूर्णांक
it: Interi
ja: 整数
ko: 정수
nl: Heel
pl: Całkowite
pt_br: Inteiro
ro: Întreg
ru: Целые
zh_hans: 整数

source: Width-focused back
ar: التركيز على عرض الظهر
az: Enə yönəlik kürək
de: Rücken mit Breitenfokus
es: Espalda enfocada en amplitud
fr: Dos en largeur
hi: चौड़ाई-फ़ोकस बैक
it: Larghezza della schiena
ja: 広がり重視の背中
ko: 등 너비 중심
nl: Rug gericht op breedte
pl: Plecy na szerokość
pt_br: Costas com foco em largura
ro: Spate axat pe lățime
ru: Ширина спины
zh_hans: 背部宽度

source: Working Sets
ar: مجموعات العمل
az: İş setləri
de: Arbeitssätze
es: Series efectivas
fr: Séries de travail
hi: वर्किंग सेट
it: Serie effettive
ja: ワーキングセット
ko: 본 세트
nl: Werksets
pl: Serie robocze
pt_br: Séries de trabalho
ro: Serii de lucru
ru: Рабочие подходы
zh_hans: 正式组

source: workout
ar: تمرين
az: məşq
es: entrenamiento
fr: entraînement
hi: वर्कआउट
it: allenamento
ja: ワークアウト
ko: 운동
pl: trening
pt_br: treino
ro: antrenament
ru: тренировка
zh_hans: 训练

source: Workout
ar: التمرين
az: Məşq
es: Entrenamiento
fr: Entraînement
hi: वर्कआउट
it: Allenamento
ja: ワークアウト
ko: 운동
pl: Trening
pt_br: Treino
ro: Antrenament
ru: Тренировка
zh_hans: 训练

source: Workout duration
ar: مدة التمرين
az: Məşq müddəti
de: Workout-Dauer
es: Duración del entrenamiento
fr: Durée d’entraînement
hi: वर्कआउट अवधि
it: Durata allenamento
ja: ワークアウト時間
ko: 운동 시간
nl: Workoutduur
pl: Czas trwania treningu
pt_br: Duração do treino
ro: Durata antrenamentului
ru: Длительность тренировки
zh_hans: 训练时长

source: Workout of the day
ar: تمرين اليوم
az: Günün məşqi
de: Workout des Tages
es: Entrenamiento del día
fr: Entraînement du jour
hi: आज का वर्कआउट
it: Allenamento del giorno
ja: 今日のワークアウト
ko: 오늘의 운동
nl: Workout van de dag
pl: Trening dnia
pt_br: Treino do dia
ro: Antrenamentul zilei
ru: Тренировка дня
zh_hans: 今日训练

source: Workout options
ar: خيارات التمرين
az: Məşq variantları
de: Workout-Optionen
es: Opciones de entrenamiento
fr: Options d’entraînement
hi: वर्कआउट विकल्प
it: Opzioni allenamento
ja: ワークアウトオプション
ko: 운동 옵션
nl: Workoutopties
pl: Opcje treningu
pt_br: Opções de treino
ro: Opțiuni antrenament
ru: Параметры тренировки
zh_hans: 训练选项

source: Workout preferences
ar: تفضيلات التمرين
az: Məşq seçimləri
de: Workout-Einstellungen
es: Preferencias de entrenamiento
fr: Préférences d’entraînement
hi: वर्कआउट प्राथमिकताएँ
it: Preferenze di allenamento
ja: ワークアウト設定
ko: 운동 선호 설정
nl: Workoutvoorkeuren
pl: Preferencje treningowe
pt_br: Preferências de treino
ro: Preferințe de antrenament
ru: Настройки тренировок
zh_hans: 训练偏好

source: Workout Preferences
ar: تفضيلات التمرين
az: Məşq seçimləri
de: Workout-Einstellungen
es: Preferencias de entrenamiento
fr: Préférences d’entraînement
hi: वर्कआउट प्राथमिकताएँ
it: Preferenze di allenamento
ja: ワークアウト設定
ko: 운동 선호 설정
nl: Workoutvoorkeuren
pl: Preferencje treningowe
pt_br: Preferências de treino
ro: Preferințe de antrenament
ru: Настройки тренировок
zh_hans: 训练偏好

source: Workout removed
ar: تمت إزالة التمرين
az: Məşq silindi
de: Workout entfernt
es: Entrenamiento eliminado
fr: Entraînement retiré
hi: वर्कआउट हटाया गया
it: Allenamento rimosso
ja: ワークアウトを削除しました
ko: 운동 삭제됨
nl: Workout verwijderd
pl: Trening usunięty
pt_br: Treino removido
ro: Antrenament eliminat
ru: Тренировка удалена
zh_hans: 已移除训练

source: Workout split
ar: تقسيم التمارين
az: Məşq bölgüsü
es: Split de entrenamiento
fr: Split d’entraînement
hi: वर्कआउट स्प्लिट
it: Split di allenamento
ja: スプリット
ko: 운동 분할
pl: Split treningowy
pt_br: Divisão de treino
ro: Split de antrenament
ru: Тренировочный сплит
zh_hans: 训练分化

source: workouts
ar: تمارين
az: məşq
es: entrenamientos
fr: entraînements
hi: वर्कआउट
it: allenamenti
ja: ワークアウト
ko: 운동
pl: treningi
pt_br: treinos
ro: antrenamente
ru: тренировки
zh_hans: 训练

source: Workouts
ar: التمارين
az: Məşqlər
es: Entrenamientos
fr: Entraînements
hi: वर्कआउट
it: Allenamenti
ja: ワークアウト
ko: 운동
pl: Treningi
pt_br: Treinos
ro: Antrenamente
ru: Тренировки
zh_hans: 训练

source: Yearly
ar: سنوي
az: İllik
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 年額
ko: 연간
nl: Jaarlijks
pl: Roczny
pt_br: Anual
ro: Anual
ru: Ежегодно
zh_hans: 按年

source: Yesterday
ar: أمس
az: Dünən
de: Gestern
es: Ayer
fr: Hier
hi: कल
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ro: Ieri
ru: Вчера
zh_hans: 昨天

# You are on %@.%@
source: You are on %1$@.%2$@
ar: إصدارك الحالي %1$@.%2$@
az: Sizdə %1$@ versiyası var.%2$@
de: Du nutzt %1$@.%2$@
es: Tienes la versión %1$@.%2$@
fr: Vous utilisez la version %1$@.%2$@
hi: आप %1$@ पर हैं।%2$@
it: Stai usando la versione %1$@.%2$@
ja: 現在のバージョンは%1$@です。%2$@
ko: 현재 버전은 %1$@입니다.%2$@
nl: Je gebruikt %1$@.%2$@
pl: Masz wersję %1$@.%2$@
pt_br: Você está na versão %1$@.%2$@
ro: Folosești versiunea %1$@.%2$@
ru: У вас версия %1$@.%2$@
zh_hans: 当前版本为 %1$@。%2$@
